/* 
  Localizable.strings
  iDNIe

  Created by Diego Cid Merino on 17/4/23.
  
*/
//NFC
"NFC_aproxime_DNIe" = "Mantenga su dispositivo cerca su DNIe para establecer la conexión NFC.";
"NFC_autenticacion" = "Autenticando con DNIe.....\n\n";
"NFC_leyendo" = "Leyendo";
"NFC_etiqueta_detectada" = "Detectada etiqueta NFC.";
"NFC_conectando" = "Estableciendo conexión...";
"NFC_MoreThanOneTagFound" = "Se ha encontrado más de 1 etiqueta. Por favor, presente sólo 1 etiqueta.";
"NFC_TagNotValid" = "Etiqueta no válida.";
"NFC_ConnectionError" = "Error de conexión. Inténtelo de nuevo.";
"NFC_MRZNotValid" = "MRZ no válida para este documento.";
"NFC_CANNotValid" = "CAN no válido para este documento.";
"NFC_ReadError" = "Existe un error leyendo el DNIe.";
"NFC_ReadError2" = "Existe un error leyendo el DNIe. Inténtelo de nuevo.";
"NFC_ReadSuccess" = "DNIe leído correctamente.";
"NFC_ReadCertificates" = "Leyendo certificados...";
"titulo_error_no_nfc" = "No existe NFC";
"no_existe_nfc" = "No es posible el acceso al DNIe 3.0, ya que, no se ha detectado la tecnología NFC en este dispositivo";
"error_conexion_titulo" = "Error en la conexión";
"error_conexion_mensaje" = "Se ha producido un error en la conexión con el DNIe. Inténtelo de nuevo.";
"NFC_SecureChannel" = "Estableciendo canal seguro...";
"NFC_SecureChannelError" = "Error al establecer el canal seguro";
"NFC_PINError" = "El PIN introducido es erróneo.";
"NFC_PINLengthError" = "El tamaño del PIN es incorrecto";
"IncorrectOperationError" = "Operación no permitida. Lea primero los datos del DNIe";
"error_hash_titulo" = "Error al obtener el hash de un documento";
"error_hash_mensaje" = "Se ha producido un error al obtener el hash del documento.";
"NFC_Signing" = "Firmando los datos...";
"NFC_SignDocumentSuccess" = "Documento firmado correctamente";
"NFC_SignDataSuccess" = "Datos firmados correctamente";
"Error_sign" = "No ha sido posible firmar el documento.";
"Error_leyendo_DNIe" = "No ha sido posible leer correctamente su DNIe. Vuelva a realizar la lectura nuevamente.";
"aceptar_dialogo" = "Aceptar";
"NFC_ReadSuccessOpenChannel" = "Debe pulsar la notificación mientras está ventana permaneza abierta.";
"InvalidAccess" = "La suscripción a la librería iDNIe no está activa";
